zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions kind:fpath path:src
mattmc3/zfunctions
olets/zsh-abbr
hlissner/zsh-autopair
mafredri/zsh-async
chrishrb/zsh-kubectl
raisedadead/zsh-awsssh
